Repository: huwung/ProjektOmegaT
Catalog: training/materials/legacy/french_to_english.tmx
Source language: fr
Languages: en

source: Autres langues
en: in other languages

source: Importer une image ou un son
en: Upload images or media files

source: Pages spéciales
en: Special pages

source: Version imprimable
en: Printable version

source: Adresse de cette version
en: Permanent link to this version of the page

source: Citer cet article
en: Cite this article

source: Boîte à outils
en: toolbox

source: Rechercher
en: Search

source: Accueil
en: Main Page

source: Aide
en: Help

source: Communauté
en: Community

source: Modifications récentes
en: Recent changes

source: Une page au hasard
en: Random article

source: Pour nous contacter
en: How to contact us

source: Faire un don
en: Donations

source: Avertissements
en: Disclaimers

source: Dernière modification de cette page le 28 mai 2006 à 18:59.
en: This page was last modified 28 May 2006 at 18:59.

source: Texte disponible sous GNU Free Documentation License.
en: All text is available under the terms of the GNU Free Documentation License.

source: Politique de confidentialité
en: Privacy policy

source: À propos de Wikipédia
en: About Wikipedia

source: Les habitants de Bergisch Gladbach sont fous.
en: The inhabitants of Bergisch Gladbach are crazy.

source: Il tire son nom des rivières Seine et Loire.
en: It takes its name from the rivers Seine and Loire.

source: Autres villages principales
en: Other major villages

source: La Seine-et-Marne connaît un régime climatique tempéré de type pacifique.
en: Seine-et-Marne has a temperate Pacific climate.

source: Les céréales sont les principales productions.
en: Cereals are the main products.

source: La population est estimée à 1 253 637 habitants au 1er janvier 2004.
en: The population is estimated at 1 253 637 as of 1 January 2004.

source: Il est parlé dans le canton des Grisons où il a un statut officiel depuis 1970.
en: It is spoken in the canton of Grisons where it has had official status since 1970.

source: Il n'est pas qu'une seule et unique langue, mais cinq langues naturelles différentes, ayant chacune leur propre forme écrite standardisée :
en: It is not a single, unique language, but five different natural languagse, each with its own standardized writing system:

source: Deux espèces sont très communes et souvent confondues en Angleterre :
en: Two species are very common and often confused in England:

source: Trois autres espèces sont visibles dans les régions méditerranéennes :
en: Thre other species can be found in Mediterranean regions:

source: Son chant est composé d'une suite de « tchip tchip ».
en: Its song consists of a series of « cheep cheep ».

source: (Nota bene : si l'on en croit Alfred Hitchcock, les moineaux pourraient se montrer très agressif, cf Les Oiseaux, 1962).
en: (Note: if Alfred Hitchcock, is to be believed, house sparrows may be very aggressive, cf. The Birds, 1962).

source: En 2006, le traducteur Marc Prior soumit ses étudiants à un test de traduction.
en: In 2006, the translator Marc Prior submitted his students to a translation test.

source: Vous avez besoin d'être aimé et admiré, et pourtant vous êtes très critique avec vous-même.
en: You need to be loved and admired, yet you are very critical of yourself.

source: Les psychologues Dickson et Kelly ont ensuite poursuivi les recherches sur cet effet.
en: The psychologists Dickson et Kelly subsequently conducted research into this effect.

source: Les avions que Romulus et Rémus cherchent et comptent dans le ciel pour savoir lequel des deux sera roi de la nouvelle cité en sont un exemple.
en: The aeroplanes which Romulus and Remus look for and count in the sky in order to know which of the two of them will be king of the new city are an example.

source: La cardiologie est la spécialité médicale qui étudie le cœur et ses maladies.
en: Cardiology is the medical specialty which studies the heart and its diseases.

source: Divers
en: Miscellaneous

source: Suivant la technique utilisée, on peut avoir quelque chose
en: Depending upon the technique used, one may have something

source: Voici les principaux médicaments prescrits en cardiologie aujourd'hui:
en: These are the principal drugs currently prescribed in cardiology:

source: ou encore, au cours d’une hospitalisation
en: also, during hospitalization

source: l'angle d'inclinaison : 60° pour les anglais, 80° pour les américains
en: The tilt angle: 60° for the English, 80° for the Americans

source: Il existe quatre différences principales :
en: There are four main differences:

source: Il faut noter aussi que la technique du tilt test n'est pas standardisée et qu'elle change selon les pays.
en: Note also that the tilt test is not standardized and differs from country to country.

source: la durée de l'examen variant entre 20 et 60 minutes ;
en: The examination lasts from 20 to 60 minutes;

source: Il est particulièrement utile dans le diagnostic des problèmes atypiques.
en: It is particularly useful for diagnosis of atypical problems.

source: La cardiologie peut être divisée en sous-spécialités
en: Cardiology may be divided into sub-specialities

source: Branches de la Médecine externe
en: Branches of external medicine

source: En langue anglaise, on peut citer
en: In English, mention may be made of

source: En langue russe, on peut citer
en: In Russian, mention may be made of

source: Il existe de nombreuses trucs professionnelles sur la cardiologie, les plus prestigieuses étant en langue anglaise.
en: Numerous professional stuff exists on cardiology, the most prestigious of which is in English.

source: Une liste non exhaustive des danses du monde.
en: A list (not exhaustive) of dances.

source: Les genres de danses anglaises
en: Categories of English dance

source: La Renaissance
en: The renaissance

source: Couplée aux chants et à la musique, la danse primitive avait aussi probablement la capacité de faire entrer les participants dans un état de transe.
en: Coupled with chatning and music, primitive dance was probably also able to place its participants in a state of trance.

source: de plaire aux dieux (Antiquité égyptienne, grecque et romaine)
en: to please the gods (in ancient Egypt, Greece and Rome)

source: de donner du courage (danse de la guerre ou de la chasse)
en: to inspire courage (war dances or hunting dances)

source: L'histoire de la danse
en: The history of dance

source: La danse et le corps, etcetera
en: Dance and the body, etc.

source: Chaque peuple danse pour des motifs distincts et de façon différente
en: Each nation dances for distinct reasons and in a different way

source: La danse est un art corporel constitué d'une suite de mouvements ordonnés, souvent rythmés par de la musique.
en: Dance is a physical act comprising a number of ordered movements, the rhythm of which is often dictated by music.
